{
    "1": {
        "title": "Philosophy I",
        "poem": "His eyes found nothing beautiful and bright,\nNor wealth nor honour, glory nor delight,\nWhich he could grasp and keep with might and right.\n\nFlowers bloomed for maidens, swords outflashed for boys,\nThe world's big children had their various toys;\nHe could not feel their sorrows and their joys.\n\nHills held a secret they would not unfold,\nIn careless scorn of him the ocean rolled,\nThe stars-were alien splendours high and cold.\n\nHe felt himself a king bereft of crown,\nDefrauded from his birthright of renown,\nBred up in littleness with churl and clown.",
        "credits": "James Thomson"
    },
    "2": {
        "title": "Philosophy II",
        "poem": "How could he vindicate himself? His eyes,\nThat found not anywhere their proper prize,\nLooked through and through the specious earth and skies.\n\nThey probed, and all things yielded to their probe;\nThey saw the void around the massy globe,\nThe raging fire within its flowery robe.\n\nThey pierced through beauty; saw the bones, the mesh\nOf nerves and veins, the hideous raw red flesh,\nBeneath the skin most delicate and fresh:\n\nSaw Space a mist unfurled around the steep\nWhere plunge Time's waters to the blackest deep;\nSaw Life a dream in Death's eternal sleep.",
        "credits": "James Thomson"
    },
    "3": {
        "title": "Philosophy III",
        "poem": "A certain fair form came before his sight,\nResponding to him as the day to night:\nTo yearning, love; to cold and gloom, warm light.\n\nA hope sprang from his breast, and fluttered far\nOn rainbow wings; beyond the cloudy bar,\nThough very much beneath the nearest star.\n\nHis eyes drew back their beams to kindle fire\nIn his own heart; whose masterful desire\nScorned all beyond its aim, lower or higher.\n\nThis fire flung lustre upon grace and bloom,\nGave warmth and brightness to a little room,\nBurned Thought to ashes in its fight with gloom.",
        "credits": "James Thomson"
    },
    "4": {
        "title": "Philosophy IV",
        "poem": "He said: Those eyes alone see well that view\nLife's lovely surfaces of form and hue;\nAnd not Death's entrails, looking through and through.\n\nBones, nerves, and veins, and flesh, are covered in\nBy this opaque transparency of skin,\nPrecisely that we should not see within.\n\nThe corpse is hid, that Death may work its vile\nCorruption in black secrecy; the while\nOur saddest graves with grass and fair flowers smile.\n\nIf you will analyse the bread you eat,\nThe water and the wine most pure and sweet,\nYour stomach soon must loathe all drink and meat.\n\nLife liveth but in Life, and doth not roam\nTo other realms if all be well at home:\n'Solid as ocean-foam,' quoth ocean-foam.\n\nIf Midge will pine and curse its hours away\nBecause Midge is not Everything For-aye,\nPoor Midge thus loses its one summer day;\nLoses its all-and winneth what, I pray?",
        "credits": "James Thomson"
    }
}