{
    "1": {
        "title": "The War in the Air",
        "poem": "For a saving grace, we didn't see our dead,\nWho rarely bothered coming home to die\nBut simply stayed away out there\nIn the clean war, the war in the air.\n\nSeldom the ghosts come back bearing their tales\nOf hitting the earth, the incompressible sea,\nBut stayed up there in the relative wind,\nShades fading in the mind,\nWho had no graves but only epitaphs\nWhere never so many spoke for never so few:\nPer ardua, said the partisans of Mars,\nPer aspera, to the stars.\n\nThat was the good war, the war we won\nAs if there was no death, for goodness's sake.\nWith the help of the losers we left out there\nIn the air, in the empty air.",
        "credits": "Howard Nemerov"
    },
    "2": {
        "title": "After the War",
        "poem": "After the war perhaps I'll sit again\nOut on the terrace where I sat with you,\nAnd see the changeless sky and hills beat blue\nAnd live an afternoon of summer through.\n\nI shall remember then, and sad at heart\nFor the lost day of happiness we knew,\nWish only that some other man were you\nAnd spoke my name as once you used to do.",
        "credits": "May Wedderburn Cannan"
    },
    "3": {
        "title": "War Bonds",
        "poem": "It was wartime\nDaisies and Maisies in overalls\nWorked in factories\nSnapping gum in their teeth\nRation spunk\nTo keep them going\n\nThrough weekend tours\nAt the local USO\nOr late nights\nChecking hats\nFor the Willard rooftop garden\nIt was rough\n\nMaking ends meet\nWhile their men were at war\nIn radio worlds\nAnd newspaper print\nNights at home were spent reading\n\nLetters over and over\nLike prayers\nMouths shaped\nTo the words\nAnd Hershey bars\nMelted on radiators",
        "credits": "Saundra Rose Maley"
    },
    "4": {
        "title": "We Lived Happily During the War",
        "poem": "And when they bombed other people’s houses, we\n\nprotested\nbut not enough, we opposed them but not\n\nenough. I was\nin my bed, around my bed America\n\nwas falling: invisible house by invisible house by invisible house.\n\nI took a chair outside and watched the sun.\n\nIn the sixth month\nof a disastrous reign in the house of money\n\nin the street of money in the city of money in the country of money,\nour great country of money, we (forgive us)\n\nlived happily during the war.",
        "credits": "Ilya Kaminsky"
    }
}